Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=328_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Kutsu arkkitehtuurikilpailun tulosten julkistamistilaisuuteen 4.12.2008
smn: Povdim arkkitehtkištodem puátusij almostittemtilálâšvuotân

source: Tervetuloa Saamelaiskulttuurikeskuksen arkkitehtuurikilpailun tulosten julkistamistilaisuuteen, joka pidetään Saamelaismuseo Siidan auditoriossa, Inarissa torstaina 4.12.2008 klo 15.
smn: Tiervâpuáttim Säämi kulttuurkuávdáá arkkitehtkištodem puátusij almostittemtilálâšvuotân, mii tuálloo Sämimuseo Siijdâ auditoriost, Anarist tuorâstuv 4.12.2008 tme 15.

source: Tilaisuuden ohjelma
smn: Tilálâšvuođâ ohjelm

source: klo 15.00 Tervetuloa
smn: tme 15.00 Tiervâpuáttim

source: palkintolautakunnan puheenjohtaja Aulis Kohvakka
smn: palhâšumelävdikode saavâjođetteijee Aulis Kohvakka

source: Kilpailutöiden esittely
smn: Kištodempargoi čaittâlem

source: palkintolautakunnan jäsenet; professori, arkkitehti SAFA Juhani Pallasmaa ja arkkitehti SAFA Anssi Lassila
smn: palhâšumelävdikode jesâneh; professor, arkkiteht SAFA Juhani Pallasmaa já arkkiteht SAFA Anssi Lassila

source: klo 15.30 Tulosten julkistaminen
smn: tme 15.30 Puátusij almostittem

source: palkintolautakunnan puheenjohtaja Aulis Kohvakka ja palkintolautakunnan jäsen Juha Guttorm
smn: palhâšumelävdikode saavâjođetteijee Aulis Kohvakka já palhâšumelävdikode jeessân Juha Guttorm

source: Voittajan puheenvuoro
smn: Vyeitee sahâvuáru
